<?php

declare(strict_types=1);

return [
    'title' => 'Εγκατάσταση Laravel',
    'next' => 'Επόμενο',
    'welcome' => [
        'title' => 'Καλωσήρθαστε στο Installer',
        'message' => 'Καλωσήρθατε στον οδηγό εγκατάστασης.',
    ],
    'requirements' => [
        'title' => 'Απαιτήσεις συστήματος',
    ],
    'permissions' => [
        'title' => 'Δικαιώματα',
    ],
    'environment' => [
        'title' => 'Ρυθμίσεις Περιβάλλοντος',
        'save' => 'Αποθήκευση .env αρχείου',
        'success' => 'Το αρχείο ρυθμίσεων .env έχει αποθηκευτεί με επιτυχία.',
        'errors' => 'Το αρχείο ρυθμίσεων .env ΔΕΝ μπόρεσε να αποθηκευτεί με επιτυχία. Παρακαλώ δημιουργίστε το χειροκίνητα.',
    ],
    'final' => [
        'title' => 'Ολοκληρώθηκε',
        'finished' => 'Το πρόγραμμά σας εγκαταστάθηκε με επιτυχία.',
        'exit' => 'Πατήστε εδώ για έξοδο.',
    ],
];
