<?php

declare(strict_types=1);

return [
    'title' => 'نصب کننده لاراول',
    'next' => 'قدم بعدی',
    'welcome' => [
        'title' => 'به نصب کننده خوش آمدید',
        'message' => 'به جادوگر نصب خوش آمدید .',
    ],
    'requirements' => [
        'title' => 'نیازمندی ها',
    ],
    'permissions' => [
        'title' => 'مجوز های دسترسی',
    ],
    'environment' => [
        'title' => 'تنظیمات پیکربندی',
        'save' => 'ذخیره کردن .env',
        'success' => 'فایل .env برای شما ذخیره شد.',
        'errors' => 'ذخیره کردن فایل .env امکان پذیر نیست، لطفا آن را به صورت دستی ایجاد کنید.',
    ],
    'final' => [
        'title' => 'تمام شد',
        'finished' => 'اپلیکیشن با موفقیت نصب شد.',
        'exit' => 'برای خروج اینجا را کلیک کنید',
    ],
];
